/*
 Localized strings for CFErrors returned by AVFoundationCF.

 When displayed in an alert, the strings whose keys end in _Description will be the alert title.
 The strings whose keys end in _RecoverySuggestion or _FailureReason will be the alert body.
 */

"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_Description" = "Bewerking kan niet worden voltooid";
"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_RecoverySuggestion" = "Probeer het later opnieuw.";

"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_Description" = "Openen niet mogelijk";
"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_FailureReason" = "Deze mediastructuur wordt niet ondersteund.";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_Description" = "Openen niet mogelijk";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_FailureReason" = "Dit materiaal is mogelijk beschadigd.";

"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_Description" = "Openen niet mogelijk";
"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_FailureReason" = "Dit programma is niet gemachtigd om dit bestand af te spelen."; /* the file is DRM protected */
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_Description" = "Openen niet mogelijk";
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_FailureReason" = "Dit materiaal kan niet worden gebruikt.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_Description" = "Decoderen niet mogelijk";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_FailureReason" = "De decoderingsmodule die is vereist voor deze media is in gebruik.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_RecoverySuggestion" = "Stop alle andere bewerkingen die media decoderen en probeer het opnieuw.";
